{ "movies": [
  {
  "id":"0",
  "name": "The Hunger Games",
  "description": "Katniss Everdeen voluntarily takes her younger sister's place in the Hunger Games: a televised competition in which two teenagers from each of the twelve Districts of Panem are chosen at random to fight to the death",
  "img": "https://insights.ehotelier.com/wp-content/uploads/sites/6/2019/04/The-Hunger-Games-1.jpg"
  },
  {
  "id":"1",
  "name": "Star Trek: First Contact",
  "description": "The Borg travel back in time intent on preventing Earth's first contact with an alien species. Captain Picard and his crew pursue them to ensure that Zefram Cochrane makes his maiden flight reaching warp speed.",
  "img": "https://m.media-amazon.com/images/I/91hCwclU2tL._SS500_.jpg"
  },
  {
  "id":"2",
  "name": "X-Men: Days of Future Past",
  "description": "The X-Men send Wolverine to the past in a desperate effort to change history and prevent an event that results in doom for both humans and mutants.",
  "img": "https://live.staticflickr.com/2907/14061011729_4f7ba45869_z.jpg"
  },
  {
  "id":"3",
  "name": "The Greatest Showman",
  "description": "Celebrates the birth of show business and tells of a visionary who rose from nothing to create a spectacle that became a worldwide sensation.",
  "img": "https://i1.sndcdn.com/artworks-000415355478-r99u72-t500x500.jpg"
  },
  {
  "id":"4",
  "name": "Real Steel",
  "description": "In the near future, robot boxing is a top sport. A struggling ex-boxer feels he's found a champion in a discarded robot.",
  "img": "https://cdn.shopify.com/s/files/1/0799/0083/products/real-steel_grande.jpeg?v=1530546027"
  },
  {
  "id":"5",
  "name": "Australia",
  "description": "In northern Australia at the beginning of World War II, an English aristocrat inherits a cattle station the size of Maryland. When English cattle barons plot to take her land, she reluctantly joins forces with a rough-hewn stock-man to drive 2,000 head of cattle across hundreds of miles of the country's most unforgiving land, only to still face the bombing of Darwin, Australia, by the Japanese forces that had attacked Pearl Harbor only months earlier.",
  "img": "https://m.media-amazon.com/images/I/81RDNQ9GfQL._SS500_.jpg"
  },
  {
  "id":"6",
  "name": "Star Wars: Episode IX - The Rise of Skywalker",
  "description": "The surviving members of the resistance face the First Order once again, and the legendary conflict between the Jedi and the Sith reaches its peak bringing the Skywalker saga to its end.",
  "img": "https://images4.penguinrandomhouse.com/cover/9780525634683"
  },
  {
  "id":"7",
  "name": "Knives Out",
  "description": "A detective investigates the death of a patriarch of an eccentric, combative family.",
  "img": "https://pbs.twimg.com/profile_images/1203019272152178689/yWUwr0fa_400x400.jpg"
  },
  {
  "id":"8",
  "name": "Bombshell",
  "description": "A group of women take on Fox News head Roger Ailes and the toxic atmosphere he presided over at the network.",
  "img": "https://m.media-amazon.com/images/I/81KKXMuEWJL._SS500_.jpg"
  }
]
}
